{"The Apple 'Windfall' That Isn't": {"content": "The GOP is moving toward a tax-reform victory, which means the political attacks are increasing in volume if not logic. A contender for the least accurate claim is this week's report that the legislation would produce a $47 billion “windfall” for Apple. The Financial Times splashed this across page one this ...", "media": "Wall Street Journal", "time": "16시간 전"}, "How much did it actually cost to build Apple Park?": {"content": "Apple CEO Tim Cook speaks in front of a rendering of the company's new \"spaceship\" headquarters during a product launch event Monday morning, March 21, 2016, at Apple in Cupertino, Calif. Cook says the next time Apple does a product launch event it will be announced at the new facility.", "media": "The Mercury News", "time": "15시간 전"}, "Apple's app of the year battles the anxiety that smartphones give us": {"content": "Apple announced its apps of the year Dec. 7. They were were generally pretty similar to the sorts of apps Apple has gravitated to in years past—a few games, and a photo app—but one stuck out this year. Apple's iPhone app of the year is Calm, a free app with subscription options that uses mindfulness ...", "media": "Quartz", "time": "22시간 전"}, "Why 2018 Could Be an Especially Lucrative Year for Apple and Its ...": {"content": "Although 2017 will see Apple generate billions of dollars in profit and only add to its ever-growing cash hoard, 2018 looks even more promising. Several reports this week surfaced saying Apple could have a lucrative 2018. In addition to reports that Apple will offer three new iPhones next year in a bid to ...", "media": "Fortune", "time": "2시간 전"}, "Apple fixes HomeKit bug that allowed remote unlocking of users' doors": {"content": "Apple has been forced to fix a security hole within its HomeKit smart home system that could have allowed hackers to unlock users' smart locks or other devices. The bug within iOS 11.2 permitted unauthorised remote control of HomeKit-enabled devices. Such devices include smart lights, plugs and other ...", "media": "The Guardian", "time": "2017. 12. 8."}, "Apple's director of health leaving company to form his own medical ...": {"content": "Prior to his announcement that he would be leaving Apple, Sethi had been on an extended leave of absence to care for his sister, Tania, who passed away from cancer in September. The leave of absence, Sethi told CNBC, was personally granted by Apple COO Jeff Williams. On his decision to leave Apple ...", "media": "9to5Mac", "time": "2017. 12. 7."}, "Apple pushes Amazon Prime Video on Apple TV with 'What's New ...": {"content": "Amazon withdrew the Apple TV and Chromecast on Oct. 29, 2015, after it claimed that Amazon Prime Video compatibility was necessary for the company to sell set-top boxes to avoid \"customer confusion.\" Amazon could have made that happen at that time with a channel in the third-generation device or an ...", "media": "AppleInsider (press release) (blog)", "time": "2017. 12. 8."}, "Apple could get a staggering $47 billion windfall from the tax bill": {"content": "Richard Waters and Tom Braithwaite at the Financial Times ran the numbers yesterday and found that the Republican tax plan's largest single winner is going to be Apple, which stands to reap a windfall of about $47 billion. For a sense of scale, that would cover four years' worth of the federal tab for the ...", "media": "Vox", "time": "2017. 12. 8."}, "Apple is reportedly buying Shazam": {"content": "Apple is finalizing a deal to acquire Shazam, the app that lets you identify songs, movies, and TV shows from an audio clip, according to TechCrunch. The deal is reportedly for $400 million, according to Recode, which also confirmed the news. For Apple, the obvious benefit of acquiring Shazam is the ...", "media": "The Verge", "time": "18시간 전"}, "Apple to Save an Astounding $47 Billion Under Tax Reform, Report ...": {"content": "The impending tax reform package is expected to lower rates across corporate America, but one company—Apple—will get a significantly bigger one-time tax cut than anyone else. According to economists consulted by the Financial Times (subscription required), the iPhone maker stands to see tax ...", "media": "Fortune", "time": "2017. 12. 6."}, "Gift Guide: Family fun games and accessories for iPhone, iPad and ...": {"content": "The Apple device ecosystem has heralded new ways for creative game makers to realise their vision, often by combining physical elements with apps, to form engaging and addictive experiences. Most of this guide leans on casual gaming where a whole family can join in together, but there's also a ...", "media": "9to5Mac", "time": "3시간 전"}, "Apple's Phil Schiller: Facial Recognition Techniques in Competing ...": {"content": "Schiller reiterated Apple's Face ID privacy policies, pointing out that developers have no third-party access to Face ID data. As with Touch ID, the facial scan and data points used to unlock your iPhone are stored in the Secure Enclave on the iPhone X. Developers do have access to facial map data through ...", "media": "Mac Rumors", "time": "20시간 전"}, "Apple's App of the Year Makes Sense If You've Been Paying ...": {"content": "This week, Apple revealed the most popular titles that iOS users downloaded over the course of the year. In terms of media, the top choices weren't surprising. Moana and Rogue One: A Star Wars Story topped the movies list, Drake was most listened to on Apple Music, and the most downloaded book titles ...", "media": "Slate Magazine", "time": "2시간 전"}, "SHU Portfolio: Why We're Buying Apple": {"content": "We're considering buying Apple for the SHU portfolio and give you our considerations here. We think that the tailwinds are still likely to exceed the headwinds, the most important of which is the saturation in the smartphone market. As tailwinds, we'll discuss the economic moat, the rising service income, the ...", "media": "Seeking Alpha", "time": "8시간 전"}, "Apple could save $47BILLION every year under the Republican's ...": {"content": "Apple is set to for a $47billion windfall under the Republican's tax reform plan that is going through Congress. The iPhone makers could see a a massive drop in their overseas tax liabilities from $78.1billion to $31.4billion if the bill is passed, according to economists consulted by the Financial Times.", "media": "Daily Mail", "time": "20시간 전"}, "Apple TV: New app might finally stop you giving up halfway through ...": {"content": "So you're half way through watching a show. But you can't remember, was it on Amazon Prime Video or BBC iPlayer? Apple says its users have let it know that they've been using lots of apps, from Netflix to iTunes to ITV and searching through all of them for that elusive part-watched programme was ...", "media": "The Independent", "time": "2017. 12. 8."}, "When You Run The Numbers It Makes Sense For Apple To Buy ...": {"content": "One acquisition that analysts have talked about is Apple buying PayPal especially since Apple Pay was introduced in October 2014 with the iPhone 5s and Touch ID. PayPal has been a standalone company since it was spun out of eBay in July 2015 and the stock has been on a tear this year rising 85%.", "media": "Forbes", "time": "15시간 전"}, "Apple's Jony Ive is back in charge of product design – including next ...": {"content": "Apple has reinstated Jony Ive as the lead executive on all things design, giving the artsy Brit control over how products look going forward. For years, Jony Ive has been at the helm of product design at Apple. The 50-year-old joined the firm way back in 1992, and nabbed a job as Senior Vice President of ...", "media": "TrustedReviews", "time": "8시간 전"}, "Apple expands iPhone, iPad, & Apple Watch accessories w/ Pink ...": {"content": "The Apple Pencil Case and the Leather Sleeve for the 10.5-inch iPad Pro are both available in a new Pink Fuchsia color. This is the same color that we've seen previously for Apple Watch bands and iPhone cases. The Leather Sleeve runs $129, while the Apple Pencil case costs $29. Furthermore, Apple ...", "media": "9to5Mac", "time": "22시간 전"}, "Apple Selects Aurora HDR 2018 as the Best Mac App of 2017": {"content": "“The 'Best of the Year' recognition by Apple has hit us by surprise, but has showed that we are moving in the right direction,” says Macphun CEO Alex Tsepko. “This is a big honor for all of the team. We'll continue to work hard to achieve our big goal – to make Aurora HDR the standard of HDR image editing ...", "media": "PetaPixel (blog)", "time": "21시간 전"}, "iMac Pro: Everything we know about Apple's powerful all-in-one so ...": {"content": "With the delay of the HomePod, there is only one more big Apple hardware product slated for release before the end of 2017 — the iMac Pro. Like the regular iMac, the iMac Pro features an all-in-one design that combines a display and computer inside of a single enclosure. Yet, unlike the regular iMac, the ...", "media": "9to5Mac", "time": "22시간 전"}, "Apple TV finally gets SiriusXM streaming": {"content": "A little potential bonus for those thinking of picking up an Apple TV for the holidays. As of this week, streaming from the satellite radio giant SiriusXM is available to owners of the 4th generation Apple TV and Apple TV 4K — assuming, of course, you've already got a subscription to the service.", "media": "TechCrunch", "time": "2017. 12. 8."}, "Apple Loop: New Secret iPhone Leaks, Apple's Terrible Software ...": {"content": "Taking a look back at another week of news from Cupertino, this week's Apple Loop includes the iPhone X losing out in Consumer Reports survey, details on a new bigger iPhone, Apple's new approach to power, a bad week for macOS and iOS, success for the AirPods, unlocked iPhone X's for America, ...", "media": "Forbes", "time": "17시간 전"}, "Apple celebrates holidays with Beer Bash featuring Gwen Stefani": {"content": "To ring in the holidays, Apple on Friday invited employees to attend a semi-annual Beer Bash at its Cupertino, Calif., campus, where singer Gwen Stefani showed up to perform ... Following the event, Apple CEO Tim Cook posted a short message to Stefani on Twitter, thanking her for joining in the festivities.", "media": "AppleInsider (press release) (blog)", "time": "13시간 전"}, "Apple commits 'Turi Create' machine learning development tool to ...": {"content": "Turi Create was posted on Thursday by Apple engineers including Gustav Larsson, Srikrishna Sridhar and Zach Nation, all of whom work on the company's CoreML machine learning framework. Sridhar and Nation were previously employees at Turi. A fourth member of the commit team, \"afranklin,\" is also ...", "media": "AppleInsider (press release) (blog)", "time": "17시간 전"}, "Why Apple's Podcasts App Is About to Get a Lot Better": {"content": "Apple's Podcasts app hasn't been a favorite of many iPhone users over the years. But a recent acquisition suggests it might get some important updates. The tech giant has acquired a small audio file organization company named Pop Up Archive, Nicholas Quah at Nieman Lab is reporting, citing sources.", "media": "Fortune", "time": "2017. 12. 6."}, "Six Southeast Asian countries to get official online Apple sales ...": {"content": "Apple's Lazada store opens today in Indonesia, Thailand, the Philippines, and Singapore, with Malaysia joining the party on Monday. Vietnam too will participate at an unconfirmed date. Alibaba-owned Lazada will get stock directly from Apple, said the firm today, after forming an agreement with the ...", "media": "9to5Mac", "time": "2017. 12. 8."}, "Drake, 'Game of Thrones' and 'Moana' top Apple's 2017 most ...": {"content": "Over the past several years, tech year-end lists have become as much of an annual tradition as Twilight Zone marathons and going to a bar to get away from the family on Christmas Eve. Apple dropped its big list today and surprise, there aren't really too many surprises here — though it's a useful reminder ...", "media": "TechCrunch", "time": "2017. 12. 7."}, "Is Apple bringing back the iPhone with a metal back? (Apple Byte ...": {"content": "THE APPLE BYTE EXTRA CRUNCHY SHOW NOTES: APPLE TV NEWS: Amazon Prime Video App Launches on Apple TV [Update: TV App Supported] · Apple and Amazon Confirm Amazon Prime Video on tvOS Supports 4K HDR and 'Up Next' in TV App · Apple's 'TV' App Starts Showing Up for Users in ...", "media": "CNET", "time": "19시간 전"}, "Apple reveals 2017's most popular apps, music, movies and more": {"content": "Apple has unveiled its 2017 charts and trends, celebrating the most popular apps, music, movies, TV shows, books and podcasts across the App Store, Apple Music, iTunes, iBooks and Apple Podcasts. Editors and curators from Apple Music, App Store and iTunes highlight great content from indie artists ...", "media": "Apple Newsroom (press release)", "time": "2017. 12. 7."}}